[
    {
        ".type":"COMMAND",
        "font":"fonts/HinaMincho-Regular.ttf",
        "background":"backgrounds/dark.jpg"
    },
    ["","Capítulo I - Todos los asesinatos llevan a Roma"],
    [{".type":"GET",".get":"default.player.name"},"Recuerdo la sensación: el sonido irreconocible e inusual, pero sobre todo: la sensación de la niebla densa que me cubría, el deseo de dejar de estar solo."],
    {
        ".type":"COMMAND",
        "background":"backgrounds/house.jpg"
    },
    {
        ".type":"CONDITION",
        ".condition":{
            ".type":"OPERATION",
            ".value":{
                ".type":"GET",
                ".get":"default.player.gender"
            },
            ".equal":"Male"
        },
        ".true":[
            {
                ".type":"COMMAND",
                "set":["el_ella","él"]
            },
            {
                ".type":"COMMAND",
                "set":["o_a","o"]
            },
            {
                ".type":"COMMAND",
                "set":["_a",""]
            }
        ],
        ".false":[
            {
                ".type":"COMMAND",
                "set":["el_ella","ella"]
            },
            {
                ".type":"COMMAND",
                "set":["o_a","a"]
            },
            {
                ".type":"COMMAND",
                "set":["_a","a"]
            }
        ]
    },
    ["","El teléfono sonó y ",{".type":"GET",".get":"default.player.name"}," lo atendió con la misma emoción que un lunes por la mañana."],
    [{".type":"GET",".get":"default.player.name"},"¿Sí?"],
    ["Morgan","Hola, mi nombre es Morgan, trabajo en la policía. Hablo con ",{".type":"GET",".get":"default.player.name"},"?"],
    [{".type":"GET",".get":"default.player.name"},"Sí, diga. ¿Qué ocurre esta vez?"],
    ["Morgan","Generalmente no solemos hacer esto, pero necesitamos su ayuda."],
    [{".type":"GET",".get":"default.player.name"},"Interesante táctica de reclutamiento. ¿Me van a enviar una placa por correo o saltamos directo a la parte de la conspiración?"],
    ["Morgan","Escuche, es algo fuerte, muy serio."],
    [{".type":"GET",".get":"default.player.name"},"Claro. Porque no hay nada más urgente que llamar a un civil cuando tienes un apuñalamiento ritual y cero ideas."],
    ["Morgan","Por favor; nunca antes hemos visto algo así, y creemos que podrías ayudarnos. Te pagaremos una hora aceptes o no, y si al final decides aceptar, te daremos detalles."],
    [{".type":"GET",".get":"default.player.name"},"Entonces que no se diga que no soy flexible. Mándeme la dirección, prometo no tardar más de lo que tardo en juzgar su falta de protocolo."],
    {
        ".type":"COMMAND",
        "background":"backgrounds/street.jpg"
    },
    ["Fred","Debes de ser ",{".type":"GET",".get":"default.player.name"},", ¿cierto?"],
    [{".type":"GET",".get":"default.player.name"},"Sí, a menos que haya otr",{".type":"GET",".get":"o_a"}," con mis mismos encantos y tendencia a llegar tarde."],
    ["Fred","He oído hablar mucho de tí, la verdad es que tienes el respeto ganado entre nosotros."],
    [{".type":"GET",".get":"default.player.name"},"Te lo agradezco. Siempre es bueno saber que el boca a boca sigue funcionando en la era digital."],
    ["Fred","Claro, entiendo. Deja que te presente a nuestra compañera. ¿Jessie?"],
    ["Jessie","¿Entonces, me mueves la cita a las 14:00, entendido? LAS 14:00 NO QUIERO FALTAR A UN JUICIO QUE NI SI QUIERA SABÍA QUE TENÍA."],
    ["Fred","¿Jess?"],
    ["Jessie","Discúlpame un segundo. Fred, cariño, no me interrumpas mientras trabajo. Bien, ¿sigues ahí?, tengo una conferencia en una hora y media. Ya sé que no voy a llegar, precisamente por eso digo que la muevas."],
    ["Fred",{".type":"GET",".get":"default.player.name"}," ha llegado."],
    ["Jessie","Te llamo en diez minutos. DIEZ MINUTOS."],
    ["Fred","..."],
    ["Jessie","¡Hola, ",{".type":"GET",".get":"default.player.name"},"! Estoy muy contenta de que vayas a trabajar con nosotros, es todo un placer."],
    [{".type":"GET",".get":"default.player.name"},"Gracias..."],
    ["Fred","... Bueno, creo que es un buen momento para ponerte al día y explicarte el... asunto con calma."],
    [{".type":"GET",".get":"default.player.name"},"(¿Asunto? Esto no es un mail ni una serie de televisión)."],
    ["Fred","Bien, vamos al lío, hasta luego Jess."],
    ["Jessie","Hasta luego; por favor, no me interrumpáis más."],
    ["Fred","Bien, ¿estás list",{".type":"GET",".get":"o_a"}," para la historia?"],
    ["Fred","Espero que así sea, porque vamos a ponerte al día."],
    [{".type":"GET",".get":"default.player.name"},"¡Supongo que sí, espero que sea tan emocionante como el último trabajo de oficina que tuve!"],
    ["Fred","(Esto va a ser difícil...)"],
    ["Fred","Sí, es algo así... pero Jessie hace el papeleo."],
    [{".type":"GET",".get":"default.player.name"},"Eso suena como una oferta irrefutable. ¿Cuánto tiempo hasta que me envíen una placa?"],
    ["Fred","(En el fondo me gusta que sea así)"],
    [{".type":"GET",".get":"default.player.name"},"¿No me digas que el alcalde me dará una de esas tijeras enormes para cortar una cinta estúpida como agradecimiento de ser un",{".type":"GET",".get":"_a"}," incompetente?"],
    ["Fred","Empecemos de una vez."],
    ["Fred","Hoy, en la madrugada, ha aparecido un ",{".type":"CENSOR",".text":"cadáver"},". Estaba hundido completamente en el contenedor. Una trabajadora del local lo encontró mientras tiraba la basura. Desde luego, no es una buena noticia para comenzar el día."],
    [{".type":"GET",".get":"default.player.name"},"¿A qué hora cierra el local? No quiero interrumpir sus \"peleas leves\" sin querer."],
    ["Fred","A las 3:00, y no vas a interrumpir peleas, sospechamos que sea algo mayor: El ",{".type":"CENSOR",".text":"cadáver"}," no tenía ningún ",{".type":"CENSOR",".text":"órgano"},"."],
    [{".type":"GET",".get":"default.player.name"},"El episodio de hoy se pone interesante..."],
    ["Fred","En realidad quieren creer que es una simple venta ilegal de órganos con ",{".type":"CENSOR",".text":"asesinato"}," incluido."],
    ["Fred","(La verdad es que ",{".type":"GET",".get":"el_ella"}," da algo de miedo, pero también es muy divertid",{".type":"GET",".get":"o_a"},")"],
    [{".type":"GET",".get":"default.player.name"},"¿Está abierto durante mucho tiempo? Me pregunto si el show aquí es prolongado."],
    ["Fred","La verdad es que no mucho, abre a las 22:00..."],
    [{".type":"GET",".get":"default.player.name"},"¿Es un lugar inclusivo? Digo, ¿hace falta un yate, un Rolex o una membresía en el club de los vampiros ricos y pálidos para entrar?"],
    ["Fred","Realmente cualquiera puede entrar, no hay que hacerse un máster o pasar un casting."],
    [{".type":"GET",".get":"default.player.name"},"¿Y qué pasa con los dueños? ¿No se dignan a pisar su propio circo? ¿O están demasiado ocupados contando billetes en una isla privada?"],
    ["Fred","Ellos... tienen mucho dinero y simplemente lo invierten y gastan, a veces parece que el universo es el que les paga todo; nunca les falta dinero."],
    [{".type":"GET",".get":"default.player.name"},"¿Y de dónde sacaron la montaña de oro para montar este espectáculo?"],
    ["Fred","Verás, nunca ha estado claro; creen que ganaron alguna apuesta, pero solo se sabe que apareció de un día para otro."],
    [{".type":"GET",".get":"default.player.name"},"Vaya, para bancar este antro debieron ganar el premio gordo... o robarle la cartera a Midas. De todos modos, es \"inspiradora\" la manera tan discreta que han usado."],
    ["Fred","(No sé si ",{".type":"GET",".get":"el_ella"}," es así... o si lo que quiere hacer es manipularme...)"],
    [{".type":"GET",".get":"default.player.name"},"He de admitir que no es un caso de los que se ven todos los días..."],
    ["Fred","..."],
    {
        ".type":"CHOOSE",
        "Me lo voy a pasar muy bien con este caso...":[
            [{".type":"GET",".get":"default.player.name"},"Me lo voy a pasar muy bien con este caso..."],
            ["Fred","(No puedo decir que confíe completamente en él)"]
        ],
        "Me alegro de estar aquí":[
            [{".type":"GET",".get":"default.player.name"},"Me alegro de estar aquí."],
            ["Fred","(Puede que de momento, y solo de momento, ",{".type":"GET",".get":"el_ella"}," sea alguien en quien pueda confiar)"],
            {
                ".type":"COMMAND",
                "addkey":"FredI"
            }
        ],
        "¿Por qué estás tan callado; Fred?":[
            [{".type":"GET",".get":"default.player.name"},"¿Por qué estás tan callado; Fred? ¿Acaso estás pensando en algo?"],
            ["Fred","No, solo estaba observando la escena."],
            [{".type":"GET",".get":"default.player.name"},"(Él es algo raro)"],
            ["Fred","(Definitivamente no puedo confiar en ",{".type":"GET",".get":"el_ella"},")"],
            {
                ".type":"COMMAND",
                "addkey":"NoFredI"
            }
        ]
    },
    ["Fred","De todos modos, es hora de que hagas una elección: ¿Quieres el caso?"],
    ["","Fred estrechó la mano para acercarle a ",{".type":"GET",".get":"default.player.name"}," un contrato."],
    [{".type":"GET",".get":"default.player.name"},"¿Tienes una lupa o algo? Es para ese pequeño trozo de Arial 7px."],
    ["","Fred se mantuvo callado, así que ",{".type":"GET",".get":"default.player.name"}," tuvo claro que el contrato o el caso era más grave de lo que parecía. Solo con un pequeño vistazo pudo ver los \"pequeños\" indicios y planes de la policía por si algo salía mal."],
    ["","CONTRATO DE CONFIDENCIALIDAD: Al firmar este contrato aceptas... En caso de amenaza o ",{".type":"CENSOR",".text":"tortura"},", si cualquier información es revelada, si consigues escapar, debes alertar a las autoridades, y tomar las consecuencias que el fiscal evalúe convenientes... Evita todo contacto con extraños y limítate a hablar discreta y cuidadosamente..."],
    ["",{".type":"GET",".get":"default.player.name"}," tuvo algo claro desde el prinicipio: ",{".type":"GET",".get":"el_ella"}," no fue elegid",{".type":"GET",".get":"o_a"}," al azar, el contrato prometía mucho dinero, y podrían haber contratado a cualquier detective más barato; pero no podían arriesgarse, en cierto modo... L",{".type":"GET",".get":"o_a"}," \"necesitaban\"."],
    [{".type":"GET",".get":"default.player.name"},"Vaya, no sabía que tenías a Satanás en vuestro equipo."],
    ["Fred","¿Perdona?"],
    [{".type":"GET",".get":"default.player.name"},"Supongo que renunció por el estrés y Jessie vino para arreglar el desastre."],
    ["Fred","Creo que no entiendo lo que tratas de decirme."],
    [{".type":"GET",".get":"default.player.name"},"Que no pienso firmar esto, dile a la del papeleo que prepare una estafa mejor."],
    ["Fred","Tu modelo es mucho mejor que el de la mayoría de detectives que hemos contratado."],
    [{".type":"GET",".get":"default.player.name"},"Pero supero incluso a los demás detectives que tienen este contrato, ¿verdad?"],
    ["Fred","Hablaré con mis superiores después, pero no hay tiempo que perder, Jessie te dará algo rápidamente."],
    ["Fred","¿Jess?"],
    ["Jessie","Fred, cariño, como no te calles te meto esa pistola tan profundo en la garganta de forma que lo más probable sea que termines sin estómago."],
    ["Fred",{".type":"GET",".get":"default.player.name"}," no va a colaborar si no le consigues algo mejor que el contrato actual."],
    ["Jessie","Te llamo en 5 minutos, Tom."],
    ["Fred","¿Estabas hablando con tu novio en medio del trabajo?"],
    ["Jessie","¿Cariño, quieres el contrato, o prefieres quedarte sin él?"],
    ["","..."],
    ["Jessie","Dame un minuto, creo que estaba por aquí..."],
    ["","Jessie abrió una carpeta enorme con un montón de papeles y anotaciones, y avanzó hasta una sección: \"Contratos de Libertad Total\". Claro que no fue buena idea revelar a ",{".type":"GET",".get":"default.player.name"}," la extensa cantidad de derechos que tenía."],
    ["","El contrato no paraba de hacer referencias al código policial y a algunas restricciones mínimas, y llegó el momento de decidir."],
    ["Jessie","¿Y bien? ¿Aceptas el caso?"],
    {
        ".type":"CHOOSE",
        "Rechazar":[
            [{".type":"GET",".get":"default.player.name"},"Me temo que no voy a aceptarlo, tengo principios. Suerte, mantendré el tema confidencial."],
            {
                ".type":"COMMAND",
                "font":"fonts/HinaMincho-Regular.ttf",
                "background":"backgrounds/dark.jpg"
            },
            [{".type":"GET",".get":"default.player.name"},"Recuerdo la sensación: el sonido irreconocible e inusual, pero sobre todo: la sensación de la niebla densa que me cubría, el deseo de dejar de estar solo."],
            [{".type":"GET",".get":"default.player.name"},"Y entonces, se quedó enfrente. Nunca lo había contemplado, y suponía que los policías tampoco, pero eso no importa; lo importante es que sentí que mi alma salía de mi cuerpo mientras me atravesó el cuerpo con una de sus muchas armas."],
            [{".type":"GET",".get":"default.player.name"},"Deseo dejar de estar vagando: de encontrar un lugar donde pueda terminar el dolor de estar dando vueltas sin dirección, sin rumbo: perdid",{".type":"GET",".get":"o_a"},"."]
        ],
        "Aceptar":[
            [{".type":"GET",".get":"default.player.name"},"Este contrato parece más entretenido..."],
            ["Fred","¿Y bien?"],
            [{".type":"GET",".get":"default.player.name"},"Acepto."],
            ["Jessie","Te doy la bienvenida al décimo círculo del infierno: el sistema policial."],
            [{".type":"GET",".get":"default.player.name"},"No soy nuev",{".type":"GET",".get":"o_a"}," aquí, y supongo que tú tampoco, porque llegaste a conocer a Lucifer cuando llegaste a tu puesto, ¿no?"],
            ["Jessie","Espera, ¿qué?"],
            ["","Fred no pudo contener una carcajada discreta."],
            [{".type":"GET",".get":"default.player.name"},"Vamos al lío."],
            {
                ".type":"COMMAND",
                "font":"fonts/HinaMincho-Regular.ttf",
                "background":"backgrounds/dark.jpg"
            },
            ["","Capítulo II - \"Club Nocturno\""],
            {
                ".type":"COMMAND",
                "font":"fonts/HinaMincho-Regular.ttf",
                "background":"backgrounds/bar.jpg"
            },
            [{".type":"GET",".get":"default.player.name"},"¿Esas barras no son las de los bomberos, no?"],
            ["Jessie","No, parece que en el fondo esto no era solo un Bar... Investigaré los permisos de los dueños, puede que consiga una orden."],
            ["Fred","Bien, comenzemos."],
            ["Fred","Yo... investigaré la barra y la cocina."],
            ["Jessie","Yo me ocuparé de las mesas."],
            [{".type":"GET",".get":"default.player.name"},"Oh, gracias por dejarme la oportunidad de poder escojer entre el despacho y la trastienda, pero a juzgar por vuestras caras, me va a tocar hacer las dos, ¿verdad?"],
            ["","..."],
            [{".type":"GET",".get":"default.player.name"},"Estupendo..."],
            ["","Tras dar varias vueltas en busca de nada específicamente, ",{".type":"GET",".get":"default.player.name"}," llamó a los refuerzos y se ocupó de que los tres salieran a salvo del establecimiento. Jessie y Fred aún no supieron lo que él había visto."],
            [{".type":"GET",".get":"default.player.name"},"Código 666: Detrás del cuadro del despacho. Mirad si está despejado, si es seguro y avisadnos en cuanto terminéis. Jessie, saca tu máquina de escribir o lo que uses para redactar tus pactos infernales, quiero un informe precioso y completo. Y Fred, saca un arma para mí y una linterna para tí."],
            ["Fred","Será al revés, ¿verdad?"],
            [{".type":"GET",".get":"default.player.name"},"¿Quién ha firmado \"El contrato de la omnipotencia\"? Exacto."],
            ["","Todos parecían algo molestos por las órdenes, pero eran justas y en el fondo y de cierto modo, ",{".type":"GET",".get":"el_ella"}," era superior."]
        ]
    }
]