[
    {
        ".type":"COMMAND",
        "font":"fonts/HinaMincho-Regular.ttf",
        "background":"backgrounds/dark.jpg"
    },
    [{".type":"GET",".get":"default.player.name"},"Recuerdo la sensación: el sonido irreconocible e inusual, pero sobre todo: la sensación de la niebla densa que me cubría, el deseo de dejar de estar sólo."],
    {
        ".type":"COMMAND",
        "background":"backgrounds/house.jpg"
    },
    {
        ".type":"CONDITION",
        ".condition":{
            ".type":"OPERATION",
            ".value":{
                ".type":"GET",
                ".get":"default.player.gender"
            },
            ".equal":"Male"
        },
        ".true":[
            {
                ".type":"COMMAND",
                "set":["el_ella","él"]
            },
            {
                ".type":"COMMAND",
                "set":["o_a","o"]
            }
        ],
        ".false":[
            {
                ".type":"COMMAND",
                "set":["el_ella","ella"]
            },
            {
                ".type":"COMMAND",
                "set":["o_a","a"]
            }
        ]
    },
    ["","El teléfono sonó y ",{".type":"GET",".get":"default.player.name"}," lo atendió con la misma emoción que un lunes por la mañana."],
    [{".type":"GET",".get":"default.player.name"},"¿Sí?"],
    ["Morgan","Hola, mi nombre es Morgan, trabajo en la policía. Hablo con ",{".type":"GET",".get":"default.player.name"},"?"],
    [{".type":"GET",".get":"default.player.name"},"Sí, diga. ¿Qué ocurre esta vez?"],
    ["Morgan","Generalmente no solemos hacer esto, pero necesitamos su ayuda."],
    [{".type":"GET",".get":"default.player.name"},"Interesante táctica de reclutamiento. ¿Me van a enviar una placa por correo o saltamos directo a la parte de la conspiración?"],
    ["Morgan","Escuche, es algo fuerte, muy serio."],
    [{".type":"GET",".get":"default.player.name"},"Claro. Porque no hay nada más urgente que llamar a un civil cuando tienes un apuñalamiento ritual y cero ideas."],
    ["Morgan","Por favor; nunca antes hemos visto algo así, y creemos que podrías ayudarnos. Te pagaremos una hora aceptes o no, y si al final decides aceptar, te daremos detalles."],
    [{".type":"GET",".get":"default.player.name"},"Entonces que no se diga que no soy flexible. Mándeme la dirección, prometo no tardar más de lo que tardo en juzgar su falta de protocolo."],
    {
        ".type":"COMMAND",
        "background":"backgrounds/street.jpg"
    },
    ["Fred","Debes de ser ",{".type":"GET",".get":"default.player.name"},", ¿cierto?"],
    [{".type":"GET",".get":"default.player.name"},"Sí, a menos que haya otro con mis mismos encantos y tendencia a llegar tarde."],
    ["Fred","He oído hablar mucho de tí, la verdad es que tienes el respeto ganado entre nosotros."],
    [{".type":"GET",".get":"default.player.name"},"Te lo agradezco. Siempre es bueno saber que el boca a boca sigue funcionando en la era digital."],
    ["Fred","Claro, entiendo. Deja que te presente a nuestra compañera. ¿Jessie?"],
    ["Jessie","¿Entonces, me mueves la cita a las 14:00, entendido? LAS 14:00 NO QUIERO FALTAR A UN JUICIO QUE NI SI QUIERA SABÍA QUE TENÍA."],
    ["Fred","¿Jess?"],
    ["Jessie","Discúlpame un segundo. Fred, cariño, no me interrumpas mientras trabajo. Bien, tengo una conferencia en una hora y media. Ya sé que no voy a llegar, precisamente por eso digo que la muevas."],
    ["Fred",{".type":"GET",".get":"default.player.name"}," ha llegado."],
    ["Jessie","Te llamo en diez minutos. DIEZ MINUTOS."],
    ["Fred","..."],
    ["Jessie","¡Hola, ",{".type":"GET",".get":"default.player.name"},"! Estoy muy contenta de que vayas a trabajar con nosotros, es todo un placer."],
    [{".type":"GET",".get":"default.player.name"},"Gracias..."],
    ["Fred","... Bueno, creo que es un buen momento para ponerte al día y explicarte el... asunto con calma."],
    [{".type":"GET",".get":"default.player.name"},"(¿Asunto? Esto no es un mail ni una serie de televisión)."],
    ["Fred","Bien, vamos al lío, hasta luego Jess."],
    ["Jessie","Hasta luego; por favor, no me interrumpáis más."],
    ["Fred","Bien, ¿estás listo para la historia?"],
    ["Fred","Espero que así sea, porque vamos a ponerte al día."],
    [{".type":"GET",".get":"default.player.name"},"¡Supongo que sí, espero que sea tan emocionante como el último trabajo de oficina que tuve!"],
    ["Fred","(Esto va a ser difícil...)"],
    ["Fred","Sí, es algo así... pero Jessie hace el papeleo."],
    [{".type":"GET",".get":"default.player.name"},"Eso suena como una oferta irrefutable. ¿Cuánto tiempo hasta que me envíen una placa?"],
    ["Fred","(En el fondo me gusta que sea así)"],
    [{".type":"GET",".get":"default.player.name"},"¿No me digas que el alcalde me dará una de esas tijeras enormes para cortar una cinta estúpida como agradecimiento de ser un incompetente?"],
    ["Fred","Empezemos de una vez."],
    ["Fred","Hoy, en la madrugada, ha aparecido un ",{".type":"CENSOR",".text":"cadáver"},". Estaba hundido completamente en el contenedor. Una trabajadora del local lo encontró mientras tiraba la basura."],
    [{".type":"GET",".get":"default.player.name"},"¿A qué hora cierra el local?"],
    ["Fred","A las 3:00, ¿puedo saber por qué lo preguntas?"],
    [{".type":"GET",".get":"default.player.name"},"Solo quería saber qué hora es buena para arrastrar tus pesadillas aquí y aliviarlas."],
    ["Fred","(En realidad ",{".type":"GET",".get":"el_ella"}," da algo de miedo, pero es muy divertid",{".type":"GET",".get":"o_a"},")"]
]